Repository: SChandu7/AngrauDAATTC
Catalog: lib/l10n/app_*.arb
Languages: te

# hiUser
source: Hi Wilson ðŸ‘‹
te: హాయ్ విల్సన్ 👋

# enjoyServices
source: Enjoy our services!
te: మా సేవలను ఆస్వాదించండి!

source: Featured Products
te: ప్రధాన ఉత్పత్తులు

# universityTollfree
source: University Tollfree No.
te: యూనివర్సిటీ టోల్ ఫ్రీ నంబర్

# searchHint
source: Search
te: శోధించండి

# sugarcrane
source: Sugarcane
te: చెరకు

source: Rice
te: వరి

source: Oilseed
te: వేరుసేనగ

source: Maize
te: మొక్కజొన్న

source: Mesta
te: మెస్టా

source: Millets
te: సిరిధాన్యం

source: Pulses
te: పప్పులు

source: Cotton
te: పత్తి

source: BioFertilizers
te: బయో ఎరువులు

source: BioControl
te: బయో కంట్రోల్

source: IntegratedWeed Management
te: ఇంటిగ్రేటెడ్ వీడ్ మేనేజిమెంట్
